IdeaRS.Connections
BasePlateData.ShearIronRotation Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the rotation of the shear iron
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ShearIronRotation { get; set; }
Property Value
Type: Double
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace